{
  "ChatGPT.nvim": { "branch": "main" },
  "CopilotChat.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "codeium.vim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "gitsigns.nvim": { "branch": "main" },
  "golf": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neoformat": { "branch": "master" },
  "neomake": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-github-link": { "branch": "master" },
  "vim-setup": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vim-yul": { "branch": "master" }
}
